IDEA StatiCa Open Model
ConcreteULSCheckResultInteractionEc2.Medy Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Design value of the applied bending moment around y axis
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Medy { get; set; }
Public Property Medy As Double
	Get
	Set
public:
property double Medy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultInteractionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace